[
  {
    "type": "free",
    "events": [
      "Убери в квартире. Или хотя бы в одной комнате",
      "Нарисуй что-нибудь карандашом. Например, сделай композицию из канцелярских предметов и книг.",
      "Возьми у бабушки спицы или крючок и свяжи носочки.",
      "Поиграй с друзьями в футбол. Или с незнакомцами. Но только не с подозрительными личностями, а компанией на стадионе.",
      "Напиши рассказ. Вспомни то, что тебя восхищает и напиши об этом.",
      "Придумай сюжет для фильма. И не важно, что, возможно, ты никогда такого не делал.",
      "Напиши стих. Да, вот так вот спонтанно!",
      "Приготовь свой любимый десерт. И не важно, что это может занять много времени. Ты ведь зашел сюда, потому что тебе скучно. Примечание: если ты на диете/правильном питании, то сделай фруктовый салатик.",
      "Приготовь своё любимое блюдо.",
      "Начни учить новый иностранный язык. Если не знаешь какой, вспомни свои любимые песни на другом языке и начни именно с него!",
      "Выучи привествия и прощания на немецком. А почему бы и нет?",
      "Выучи привествия и прощания на корейском. А почему бы и нет?",
      "Выучи привествия и прощания на пушту. А почему бы и нет?",
      "Выучи привествия и прощания на бельгийском. А почему бы и нет?",
      "Выучи привествия и прощания на хинди. А почему бы и нет?",
      "Выучи привествия и прощания на финском. А почему бы и нет?",
      "Сделай прямо сейчас то, что давно откладывал. Да, пора!",
      "Напиши свою собственную песню.",
      "Сделай утконоса из бумаги.",
      "Вышей утку крестиком.",
      "Сплети фенечку из ниток любимых цветов.",
      "Прочитай случайную книгу твоего любимого жанра. Если такого нет, тогда первую попавшуюся наугад.",
      "Придумай сюжет романа, а затем начни его писать. Даже если никогда такого не делал. А вдруг у тебя талант?",
      "Сыграй с друзьями в настольную игру.",
      "Прогуляйся в парке. Хватит сидеть за компьютером!",
      "Сделай новую прическу. Самостоятельно или у парикмахера, на твоё усмотрение.",
      "Займись йогой. Можешь начать с позы Мертвеца.",
      "Сходи в музей. Если в голову не приходит ничего конкретного, посети случайный.",
      "Сходи в музей современного искусства. Говорят, там можно увидеть что-то достойное.",
      "Пошей самостоятельно новую одежду. Материалы есть всегда - это твоя старая одежда!",
      "Покатайся на роликах. Если на улице, конечно, нет снега.",
      "Покатайся на велосипеде. Если на улице, конечно, нет снега.",
      "Сходи на пробежку. И не надо отмахиваться ленью!",
      "Посети случайную выставку."
    ]
  },
  {
    "type": "home",
    "events": [
      "Убери в квартире (или хотя бы в одной комнате).",
      "Нарисуй что-нибудь карандашом. Например, сделай композицию из канцелярских предметов и книг.",
      "Возьми у бабушки спицы или крючок и свяжи носочки.",
      "Напиши рассказ. Вспомни то, что тебя восхищает и напиши об этом.",
      "Придумай сюжет для фильма. И не важно, что, возможно, ты никогда такого не делал.",
      "Напиши стих. Да, вот так вот спонтанно!",
      "Приготовь свой любимый десерт. И не важно, что это может занять много времени. Ты ведь зашел сюда, потому что тебе скучно. Примечание: если ты на диете/правильном питании, то сделай фруктовый салатик.",
      "Приготовь своё любимое блюдо.",
      "Начни учить новый иностранный язык. Если не знаешь какой, вспомни свои любимые песни на другом языке и начни именно с него!",
      "Выучи привествия и прощания на немецком. А почему бы и нет?",
      "Выучи привествия и прощания на корейском. А почему бы и нет?",
      "Выучи привествия и прощания на пушту. А почему бы и нет?",
      "Выучи привествия и прощания на бельгийском. А почему бы и нет?",
      "Выучи привествия и прощания на хинди. А почему бы и нет?",
      "Выучи привествия и прощания на финском. А почему бы и нет?",
      "Сделай прямо сейчас то, что давно откладывал. Да, пора!",
      "Напиши свою собственную песню.",
      "Сделай утконоса из бумаги.",
      "Вышей утку крестиком.",
      "Сплети фенечку из ниток любимых цветов.",
      "Прочитай случайную книгу твоего любимого жанра. Если такого нет, тогда первую попавшуюся наугад.",
      "Придумай сюжет романа, а затем начни его писать. Даже если никогда такого не делал. А вдруг у тебя талант?",
      "Займись йогой. Можешь начать с позы Мертвеца.",
      "Пошей самостоятельно новую одежду. Материалы есть всегда - это твоя старая одежда!"
    ]
  },
  {
    "type": "sport",
    "events": [
      "Сходи на пробежку. И не надо отмахиваться ленью!",
      "Поиграй в футбол с друзьями. Или с незнакомцами. Но только не с подозрительными личностями, а компанией на стадионе.",
      "Поиграй в большой теннис. Вот прямо сейчас запишись на тренировку!",
      "Поиграй в настольный теннис. Вот прямо сейчас запишись на тренировку или найди стол в общественном месте!",
      "Займись боксом. И не надо говорить, что этот спорт только для мужчин!",
      "Займись кикбоксингом. И не надо говорить, что этот спорт только для мужчин!",
      "Сходи на плаванье. Вот прямо сейчас запишись на тренировку или сходи в ближайший бассейн!",
      "Займись стрельбой из лука. Вот прямо сейчас запишись на тренировку!",
      "Запишись на танцы. Современные, народные, бальные, спортивные - вариантов очень много!",
      "Сходи на скалодром. Вот прямо сейчас запишись!",
      "Поиграй в гольф. Вот прямо сейчас запишись на тренировку!",
      "Займись конным спортом. Вот прямо сейчас запишись на тренировку!",
      "Сходи на мастер-класс по дайвингу. Вот прямо сейчас запишись!",
      "Сходи на каток.",
      "Покатайся на роликах.",
      "Покатайся на велосипеде.",
      "Покатайся на скейтборде."
    ]
  },
  {
    "type": "random",
    "events": [
      "Напиши картину маслом.",
      "Возьми урок игры на барабанах.",
      "Сходи на картинг.",
      "Сходи в кино. Выбери случайный фильм",
      "Сходи в театр. Выбери случайный спектакль",
      "Сходи на стендап.",
      "Посети дегустацию вина. Только если тебе есть 18, конечно же!",
      "Сходи в зоопарк.",
      "Посети аквапарк.",
      "Сходи на урок лепки из глины. Получится хороший подарок маме или девушке.",
      "Попробуй сделать суши самостоятельно. И занятие, и покушаешь :)",
      "Возьми урок игры на гитаре.",
      "Возьми урок игры на пианино.",
      "Возьми урок игры на саксофоне."
    ]
  }
]